Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Rings of metal
it: Anelli metallici

source: Catches (Window -) of metal
it: Fermi (finestra -) di metallo

source: Cremone bolts of metal for windows
it: Cremonesi di metallo per finestre

source: Ties of metal for binding
it: Elementi di fissaggio metallici

source: Bands of metal for tying-up purposes
it: Strisce metalliche per legare

source: Casings of metal
it: Involucri di metallo

source: Crates of metal
it: Casse di metallo

source: Building and construction materials and elements of metal
it: Materiali ed elementi per costruzioni in metallo

source: Unprocessed and semi-processed materials of metal, not specified for use
it: Materiali grezzi e semi-lavorati in metallo, non per usi specifici

source: Doors, gates, windows and window coverings of metal
it: Porte, cancelli, finestre e guarnizioni di finestre in metallo

source: Nuts, bolts and fasteners
it: Dadi, chiavistelli e cerniere

source: Statues and works of art of common metals
it: Statue ed oggetti d'arte in metalli comuni

source: Structures and transportable buildings of metal
it: Strutture e costruzioni trasportabili in metallo

source: Containers, and transportation and packaging articles, of metal
it: Contenitori ed articoli per il trasporto e per l'imballaggio in metallo

source: Packaging, wrapping and bundling articles
it: Articoli per impacchettare, imballare ed avvolgere

source: Cables, wires and chains
it: Cavi, fili metallici e catene

source: Pigsties of metal
it: Porcili in metallo

source: Step stools of metal
it: Scalette in metallo

source: Common metal bands for the identification of birds
it: Fasce in metalli comuni per l'identificazione d'uccelli

source: Cotters, made of metal
it: Coppiglie in metallo

source: Pipes, tubes and hoses, and fittings therefor, including valves, of metal
it: Tubi, condotti e tubi flessibili, nonché accessori relativi, comprese valvole, di metallo

source: Packaging, wrapping and bundling articles, of metal
it: Articoli per impacchettare, imballare ed avvolgere, di metallo

source: Dispensers, of metal
it: Dispensatori, di metallo

source: Nuts, bolts and fasteners, of metal
it: Dadi, chiavistelli e cerniere, in metallo

source: Molds of metal
it: Stampi metallici

source: Cables, wires and chains, of metal
it: Cavi, fili e catene, in metallo

source: Signs, and information and advertising displays, of metal
it: Cartelli e schermi per informazioni e pubblicità, in metallo

source: Ladders and scaffolding, of metal
it: Scale ed impalcature, in metallo

source: Roofing of metal, incorporating photovoltaic cells
it: Coperture in metallo, incorporanti celle fotovoltaiche

source: Chromium alloys
it: Leghe di cromo

source: Brackets of metal for furniture
it: Staffe di metallo per mobili

source: Jerrycans of metal
it: Taniche in metallo

source: Stakes of metal for plants or trees
it: Paletti in metallo per piante o alberi

source: Fireplace mantles of metal
it: Mantelli di camini in metallo

source: Metal ladders for libraries
it: Scale metalliche per biblioteche

source: Metallic doors for strongbox
it: Porte metalliche per cassaforte

source: Baling wire
it: Filo zincato

source: Portable metal levees
it: Dighe mobili di metallo

source: Awnings of metal [building materials]
it: Saracinesche [materiali da costruzione]

source: Cast iron pipes
it: Tubi di ghisa

source: Castings of lead or its alloys
it: Colate di piombo o sue leghe

source: Collapsible tubes of metal
it: Tubi pieghevoli di metallo

source: Containers of metal for liquid fertilizers
it: Contenitori di metallo per fertilizzanti liquidi

source: Containers of metal for liquid gas
it: Contenitori di metallo per gas liquido

source: Fasteners of metal for casement windows
it: Chiusure per finestre a battenti

source: Gabions of steel wire
it: Gabbioni di fili d'acciaio

source: Metal stoppers for industrial packaging containers
it: Tappi di metallo per contenitori per imballaggi industriali

source: Outer doors of metal
it: Porte esterne in metallo

source: Prefabricated garages of metal
it: Garage prefabbricati di metallo

source: Structural joint connectors of metal
it: Giunti connettori strutturali di metallo

source: Underdrainage pipes of metal
it: Tubi di drenaggio in metallo

source: Uranium alloy
it: Lega di uranio

source: Window sashes of aluminium
it: Telai di finestra in alluminio

source: Statues of non-precious metal of religious icons
it: Statue di icone religiose in metallo non prezioso

source: Collars of metal for fastening pipes
it: Collari d'attacco per tubi [in metallo]

source: Palings of metal
it: Palizzate in metallo

source: Latticework of metal
it: Tralicci in metallo

source: Casting alloys
it: Leghe da getto

source: Eye bolts
it: Caviglie

source: Roofing of metal
it: Coperture in metallo

source: Prefabricated metal buildings
it: Costruzioni metalliche prefabbricate

source: Pre-fabricated houses of metal
it: Case prefabbricate in metallo

source: Chimney pots of metal
it: Mitre di camini in metallo

source: Aluminium foil
it: Fogli d'alluminio

source: Cast steel
it: Ghisa grezza

source: Furnace screens
it: Acciaio fuso

source: Rerolled steel
it: Acciaio laminato

source: Cables of metal, non-electric
it: Acciaio in forma di rotoli

source: Non-electric wires of common metal
it: Cavi metallici non elettrici

source: Rods of metal for brazing and welding
it: Bacchette metalliche per la brasatura

source: Rope thimbles of metal
it: Gomiti di cordami

source: Grave slabs of metal
it: Lapidi tombali in metallo

source: Tombstone plaques of metal
it: Placche funerarie in metallo

source: Sculptures of non-precious metal
it: Sculture in metallo non prezioso

source: Figures of common metal
it: Statuette in metallo comune

source: Statues of common metal
it: Statue in metalli comuni

source: Busts of common metal
it: Busti in metalli comuni

source: Statues of non-precious metal
it: Statue in metalli non preziosi

source: Figurines of non-precious metal
it: Statuette in metalli non preziosi

source: Busts of non-precious metal
it: Busti in metalli non preziosi

source: Titanium alloy
it: Lega di titanio

source: Titanium and its alloys
it: Titanio e sue leghe

source: Preserving boxes of metal
it: Scatole per conserve in metallo

source: Razor wire
it: Filo spinato

source: Metal roof trusses
it: Capriate in metallo

source: Beams of metal
it: Travi in metallo

source: Cable clamps of metal
it: Serracavi metallici

source: Posts of metal for power lines
it: Pali per linee elettriche in metallo

source: Crampons for climbing
it: Ramponi da scalata

source: Tubes of metal
it: Tubi metallici

source: Pipework of metal
it: Tubatura in metallo

source: Casement windows of metal
it: Finestrini metallici

source: Pegs of metal
it: Perni metallici

source: Alloys of common metal
it: Leghe di metalli comuni

source: Door bells of metal, non-electric
it: Guarnizioni in ferro per la costruzione

source: Fittings of metal for building
it: Finiture metalliche per costruzioni

source: Metal trim for buildings
it: Ganci per cappelli in metallo

source: Metal stepladders
it: Scalei metallici

source: Steps [ladders] of metal
it: Taniche in metallo

source: Casks of metal
it: Barili in metallo

source: Barrels of metal
it: Tinozze metalliche

source: Tanks of metal
it: Moiette di ferro

source: Bridge bearings [construction materials] of metal
it: Appoggi di ponte [materiali da costruzione] metallici

source: Chill-moulds [foundry]
it: Conchiglie [fonderia]

source: Foundry molds [moulds] of metal
it: Stampi per la fonderia in metallo

source: Fabricated metal components for building foundations
it: Componenti metallici prefabbricati per fondamenta di edifici

source: Stages for musical performances composed of primarily metal materials
it: Palcoscenici per esibizioni musicali composti principalmente di materiali metallici

source: Interior metal shutters
it: Imposte interne metalliche

source: Underground tornado shelters made of metal
it: Rifugi sotterranei metallici contro i tornado

source: Semi-refractory bricks of metal
it: Mattoni metallici semi-refrattari

source: Refractory castable mixes of metal
it: Composti metallici refrattari malleabili

source: Refractory bricks of metal
it: Mattoni metallici refrattari

source: Refractory blocks of metal
it: Blocchi metallici refrattari

source: Fired refractory materials of metal [building materials]
it: Materiali metallici refrattari cotti [materiali da costruzione]

source: Modular metal stables
it: Stalle metalliche modulari

source: Pre-fabricated metal stables
it: Stalle metalliche prefabbricate

source: Metal railings for bridges
it: Ringhiere metalliche per ponti

source: Gazebos primarily of metal
it: Gazebo principalmente di metallo

source: Lead-free solders for the electronics industry
it: Saldature senza piombo per l'industria elettronica

source: Vendor booths made primarily of metal
it: Chioschi di vendita principalmente in metallo

source: Uninsulated, non-electric wire
it: Filo non elettrico non isolato

source: Spring-retracted metal hose reels
it: Avvolgitubo metallici retrattili

source: Metal suspended ceiling systems comprising panels
it: Soffitti sospesi metallici composti da pannelli

source: Metal cylinders for compressed gas or liquids, sold empty
it: Cilindri metallici per gas o liquidi compressi, venduti vuoti

source: Metals in foil or powder form for 3D printers
it: Metalli in fogli o in polvere per stampanti 3D

source: Fittings of metal for compressed air lines
it: Armature metalliche per condotte d'aria compressa

source: Ductile iron piles
it: Pali duttili in ferro

source: Metal gazebos
it: Gazebo metallici

source: Metal railings for balconies
it: Ringhiere metalliche per balconi

source: Metal bicycle storage racks
it: Portabiciclette in metallo

source: Copper powder
it: Polveri di rame

source: Magnesium powder
it: Polvere di magnesio

source: Niobium powder
it: Polvere di niobio

source: Copper strip
it: Nastri di rame

source: Screws of metal
it: Viti in metallo

source: Winding spools of metal, non-mechanical, for flexible hoses
it: Avvolgitori non meccanici per tubi flessibili in metallo

source: Reels of metal, non-mechanical, for flexible hoses
it: Arcolai non meccanici in metallo per tubi flessibili

source: Masts of metal
it: Aste metalliche

source: Posts of metal
it: Pali metallici

source: Tombs of metal
it: Tombe in metallo

source: Burial vaults of metal
it: Cripta in metallo

source: Steel, unwrought or semi-wrought
it: Acciaio grezzo o semilavorato

source: Iron, unwrought or semi-wrought
it: Ferro grezzo o semilavorato

source: Containers of metal for compressed gas or liquid air
it: Recipienti metallici per gas compressi o aria liquida

source: Bottles [metal containers] for compressed gas or liquid air
it: Bottiglie [recipienti in metallo] per gas compressi o aria liquida

source: Copper, unwrought or semi-wrought
it: Rame grezzo o semilavorato

source: Brass, unwrought or semi-wrought
it: Ottone grezzo o semilavorato

source: Soldering wire of metal
it: Fili per saldare in metallo

source: Toilet paper dispensers, fixed, of metal
it: Distributori di carta igienitca fissi e di metallo

source: Bright steel tubes
it: Tubi d'acciaio lucido

source: Wall hooks of metal for pipes
it: Anelli di attacco per tubi

source: Copper panels for the manufacture of circuit boards
it: Pannelli in rame per la produzione di circuiti stampati

source: Metal loading ramps [structures]
it: Rampe di carico metalliche [strutture]

source: Metals in powder form for 3D printers
it: Metalli in polvere per stampanti 3D

source: Glazed doors of metal
it: Porte a vetri di metallo

source: Kitchen knives (Electric -)
it: Coltelli da cucina (Elettrici -)

source: Radiators [cooling] for motors and engines
it: Radiatori di raffreddamento per motori

source: Washing installations for vehicles
it: Installazioni di lavaggio per veicoli

source: Tighteners [machines]
it: Tensionatori [macchine]

source: Camshafts for water vehicles
it: Alberi a camme per veicoli nautici

source: Plough blades for vehicles
it: Lame sgombraneve per veicoli

source: Pumps [machines] for the beverage industry
it: Pompe [macchine] per l'industria delle bevande

source: Anti-pollution devices for motors and engines
it: Dispositivi contro l'inquinamento per motori

source: Floor scrubbing machines
it: Macchine lavapavimenti

source: Polishing discs for use with electric floor polishers
it: Dischi di lucidatura per lucidatrici elettriche per pavimenti

source: Polishing tools (Electric -)
it: Utensili per lucidare (Elettrici -)

source: Lithographic printing machines
it: Macchine per stampa litografica

source: Loaders for agricultural machines
it: Caricatori per macchine agricole

source: Winching machines
it: Argani [macchine]

source: Elevator chains [parts of machines]
it: Catene per elevatori [parti di macchine]

source: Cutting devices being parts of machines
it: Dispositivi di taglio che sono parti di macchine

source: Single seed sowing machines
it: Seminatrici a grani singoli

source: Magnetic holders for machine tools
it: Supporti magnetici per macchine utensili

source: Balers for agricultural use
it: Imballatrici per uso agricolo

source: Belts for farm vehicle machines
it: Cinghie per mezzi agricoli

source: Bookbinding machines
it: Macchine per legatoria

source: Electric propulsion mechanisms for machines
it: Meccanismi a propulsione elettrica per macchine

source: Replacement bags of paper for vacuum cleaners
it: Sacchetti per aspirapolvere in cartoncino

source: Ball bushings
it: Bussole a sfere

source: Robots with articulated arms for manipulating workpieces
it: Robot con bracci articolati per la manipolazione dei pezzi da lavorare

source: Wire welding machines
it: Saldatrici a filo

source: Woodturning lathes
it: Torni da legno

source: Salad drainers [electric kitchen machines]
it: Scola-insalata [macchine da cucina elettriche]

source: Sanding machines (Rotary -)
it: Smerigliatrici (Rotanti -)

source: Fertilizer spreading machines
it: Macchine spandiconcime

source: Blowing machines for the compression, exhaustion and transport of gases
it: Soffierie per la compressione, l'aspirazione ed il trasporto dei gas

source: Gear change knobs, other than for land vehicles
it: Pomelli del cambio di rapporto, non per veicoli terrestri

source: Machines for slicing food [electric, kitchen]
it: Macchine per affettare alimenti [elettriche, da cucina]

source: Textile scutching machines
it: Macchine tessili per scotolatura

source: Coils [internal combustion engine parts]
it: Bobine [parti di motori a combustione interna]

source: Snow blowing attachments for vehicles
it: Accessori spazzaneve per veicoli

source: Snow cutting attachments for vehicles
it: Accessori fresaneve per veicoli

source: Snow plough blades
it: Lame spazzaneve

source: Cleaning machines for streets
it: Macchine per la pulizia delle strade

source: Clutch cylinders, other than for land vehicles
it: Cilindri per frizioni, non per veicoli terrestri

source: Power shift transmissions [other than for land vehicles]
it: Trasmissioni PowerShift [non per veicoli terrestri]

source: Power transmission parts [other than for land vehicles]
it: Parti di trasmissioni [non per veicoli terrestri]

source: Lawn rolling implements for attachment to land vehicles
it: Strumenti per spianatura di prati da collegare a veicoli terrestri

source: Loaders [earth moving machines]
it: Caricatori macchine movimento terra

source: Scrapers [earth moving machines]
it: Ruspe [macchine movimento terra]

source: Electric kitchen appliances for chopping, mixing, pressing
it: Elettrodomestici da cucina per tritare, macinare e spremere

source: Shaft hoists for mines
it: Argani ad asse per miniere

source: Shaft mounted gear units [other than for land vehicles]
it: Riduttori pendolari [non per veicoli terrestri]

source: Shaking machines for use in manufacture
it: Macchine agitatrici per uso manifatturiero

source: Shaping machines [electric]
it: Sagomatrici [elettriche]

source: Sharpening machines for blades (Electric -)
it: Affilatrici per lame (Elettriche -)

source: Aerators [machines]
it: Aeratori [macchine]

source: Steam engine boilers
it: Caldaie di macchine

source: Tympans [parts of printing presses]
it: Timpani [parti di macchine da stampa]

source: Printing machines
it: Macchine per stampare

source: Butter machines
it: Macchine per burro

source: Loading ramps
it: Ponti caricatori

source: Hydraulic torque converters [machine elements not for land vehicles]
it: Convertitori di coppia idraulici [elementi di macchine non per veicoli terrestri]

source: Pleating machines
it: Pieghettatrici

source: Spur wheels [parts of machines]
it: Ruote cilindriche [parti di macchine]

source: Cast iron parts for pipes [parts of machines]
it: Parti in ghisa per tubi [parti di macchine]

source: Casting machines for ceramics
it: Macchine da colata per ceramiche

source: Casting machines for molten metal
it: Macchine per la colata di metallo fuso

source: Depalletisers [machines]
it: Depallettizzatori [macchine]

source: Cylinders for use in the manufacture of colorants
it: Tamburi per la produzione di coloranti

source: Rakes for raking machines
it: Rastrelli di ranghinatori

source: Buckets for elevator conveyors
it: Secchi per trasportatori elevatori

source: Rotary trimming machines
it: Macchine rifilatrici rotanti

source: Screw extractors [machines]
it: Sbullonatrici [macchine]

source: Loading cranes
it: Gru da carico

source: Log splitters [machines]
it: Spaccalegna [macchine]

source: Lopping shears [machines]
it: Cesoie per potatura [macchine]

source: Compressors [compactors] for waste collection vehicles
it: Compressori [compattatori] per veicoli di raccolta di rifiuti

source: Contacting machines [mixing machines]
it: Dispositivi per contatti [miscelatori]

source: Crankcases for land vehicles engines
it: Carter per motori di veicoli terrestri

source: Cutters being powered by mains electricity or batteries
it: Trinciatrici che sono azionate da alimentazione elettrica o batterie

source: Precision machine tools being parts of sets
it: Macchine utensili di precisione che sono parti di set

source: Pre-insulated bonded metal pipes [fitted parts of machines]
it: Tubi metallici preisolati legati [parti installate di macchine]

source: Pre-insulated bonded pipes (non-metallic -) [parts of machines]
it: Tubi preisolati legati (non metallici -) [parti di macchine]

source: Semiconductor processing machines for the manufacture of magnetic disks
it: Macchine per la lavorazione di semiconduttori per la fabbricazione di dischi magnetici

source: Servo-controlled hydraulic pumps
it: Pompe idrauliche a servocomando

source: Electronic ignitions for vehicles
it: Accensioni elettroniche per veicoli

source: Pneumatic tools [machines]
it: Utensili pneumatici [macchine]

source: Bearing brackets for machines
it: Sedie di supporto [macchine]

source: Machines for use in making ice cream [industrial]
it: Macchine per la produzione di gelati [industriali]

source: Machines for use in the processing of water
it: Macchine per il trattamento dell'acqua

source: Remotely controlled lifting machines
it: Macchine di sollevamento comandate a distanza

source: Portable saw mills
it: Segherie portatili

source: Power-operated potters' wheels
it: Torni da vasai elettrici

source: Power generators for vehicles
it: Generatori di energia per veicoli

source: Cinder sifters [machines]
it: Setacci per ceneri [macchine]

source: Label overprinters [other than for office use]
it: Macchine per sovrastampa di etichette [non per ufficio]

source: Cattle skinning instruments [machines]
it: Strumenti per scuoiare il bestiame [macchine]

source: Lifting installations [other than ski lifts]
it: Impianti di sollevamento [non ski-lift]

source: Churns [machines] for use in making butter
it: Zangole [macchine] per fare il burro

source: Circular saw blades being parts of machines
it: Lame per seghe circolari che sono parti di macchine

source: Engines for air cushion vehicles
it: Motori di veicoli a cuscino d'aria

source: Mechanical shovels [machines]
it: Pale meccaniche [macchine]

source: Abrading inserts for use with machines
it: Inserti abrasivi da utilizzare con macchine

source: Collating machines for industrial use
it: Macchine di giunzione per uso industriale

source: Combined washing and brushing machines
it: Lavatrici e spazzolatrici combinate

source: Electric brooms
it: Scope elettriche

source: Cyclones for particle collection in grinding operations
it: Cicloni per la raccolta di particelle in operazioni di macinazione

source: Pistons for cylinders
it: Pistoni di cilindri

source: Diesel engines for water vehicles
it: Motori diesel per veicoli acquatici

source: Metal welding machines [gas]
it: Saldatrici per metalli [a gas]

source: Carbon brushes for dynamos
it: Spazzole di carbone per dinamo

source: Carburettors for internal combustion engines
it: Carburatori per motori a combustione interna

source: Card type textile machines
it: Macchine tessili a scheda

source: Tubes being fitted parts of machines
it: Tubi che sono parti adattate di macchine

source: Transmission belts for industrial applications
it: Cinghie di trasmissione per applicazioni industriali

source: Transport conveyors for boxless mould parts in foundries
it: Convogliatori di trasporto per parti di motte in fonderie

source: Transport conveyors for moulds in foundries
it: Convogliatori di trasporto per stampi in fonderie

source: Electric washing machines for industrial purposes
it: Lavatrici elettriche per uso industriale

source: Electrostatic generators
it: Generatori elettrostatici

source: Pistons for engines
it: Pistoni di motori

source: Washing machines for utensils
it: Lavatrici per utensili

source: Heavy duty grinding machines
it: Molatrici per lavori pesanti

source: Hedge trimmers [machines]
it: Tosasiepi [macchine]

source: Hydraulic tools
it: Utensili idraulici

source: Bellows [parts of machines]
it: Soffietti [parti di macchine]

source: Belt conveyors having a partially curved axis
it: Trasportatori a nastro ad asse parzialmente curvo

source: Pressure valves [parts of machines]
it: Valvole di pressione [parti di macchine]

source: Sieves [machines or parts of machines]
it: Setacci [macchine o parti di macchine]

source: Finishing machines
it: Rifinitrici [macchine]

source: Ejectors
it: Eiettori

source: Electric ignition devices [other than for igniting at a distance]
it: Dispositivi elettrici di accensione [non per l'accensione a distanza]

source: Electric power supplies [generators]
it: Alimentazioni elettriche [generatori]

source: Row fertiliser spreaders [machines]
it: Spandiconcime per filari [macchine]

source: Rotary dies [parts of machines]
it: Stampi rotanti [parti di macchine]

source: Direct current generators
it: Generatori di corrente continua

source: Drills for the mining industry
it: Trivelle per l'industria mineraria

source: Manure spreaders [tractor towed agricultural implements]
it: Spandiletame [strumenti agricoli trainati da trattori]

source: Press tools [parts of machines]
it: Utensili da pressa [parti di macchine]

source: Spindle adapter flanges for machine tools
it: Flange adattatrici a mandrino per macchine utensili

source: Pistons for compressors
it: Pistoni per compressori

source: Bench presses [machines]
it: Presse da banco [macchine]

source: Numerically positioned tapping machines
it: Maschiatrici a posizionamento numerico

source: Water heaters [parts of machines]
it: Riscaldatori d'acqua [parti di macchine]

source: Towable spraying apparatus for agricultural use
it: Apparecchi di spruzzo trainabili per uso agricolo
